; <Türkçe>
; <Alcazer Barış TÜRKGÜCÜ - code@alcazer.com>

[Turkish]
IDS_TITLE_EXCLUDE=Dışla
IDS_FILE=Dosya
IDS_SETTINGS=Ayarlar
IDS_EXIT=Çık
IDS_EDIT=Düzenle
IDS_PURGE_UNUSED=Kullanılmayan uygulamaları temizle
IDS_PURGE_TIMERS=Zamanlayıcıları sil
IDS_FIND=Bul
IDS_REFRESH=Yenile
IDS_VIEW=Göster
IDS_ICONS=Görünüm
IDS_ICONSSMALL=Küçük
IDS_ICONSLARGE=Büyük
IDS_ICONSISHIDDEN=Simgeleri gizle
IDS_LANGUAGE=Dil
IDS_FONT=Yazı tipi
IDS_HELP=Yardım
IDS_WEBSITE=Website
IDS_CHECKUPDATES=Güncellemeleri kontrol et
IDS_DONATE=Teşekkür et
IDS_ABOUT=Hakkında
IDS_TRAY_SHOW=Göster/Gizle
IDS_TRAY_START=Filtrelemeyi etkinleştir
IDS_TRAY_STOP=Filtrelemeyi devre dışı bırak
IDS_TRAY_RULES=Kurallar
IDS_TRAY_BLOCKLIST_RULES=Engellenenler
IDS_TRAY_SYSTEM_RULES=Sistem kuralları
IDS_TRAY_USER_RULES=Kullanıcı kuralları
IDS_TRAY_LOGERR=Hata günlüğü
IDS_ADD_FILE=Dosya ekle
IDS_ANY=Tümü
IDS_DISABLENOTIFICATIONS=Bildirimleri devre dışı bırak
IDS_OPENRULESEDITOR=Kural oluştur
IDS_TIMER=Zamanlayıcı
IDS_DISABLETIMER=Zamanlayıcıyı devre dışı bırak
IDS_EXPLORE=Dosyayı içeren klasörü aç
IDS_COPY=Kopyala
IDS_SELECT_ALL=Tümünü seç
IDS_CHECK=Seçilenleri etkinleştir
IDS_UNCHECK=Seçilenleri devre dışı bırak
IDS_ADD=Ekle
IDS_EDIT2=Düzenle
IDS_DELETE=Sil
IDS_EXPORT=Ver
IDS_IMPORT=Al
IDS_RULE_ALLOWLOOPBACK=Tüm geri döngü (loopback) bağlantılarına izin ver
IDS_HIGHLIGHT_INVALID=Geçersiz (dosya bulunamadı veya filtre sorunu)
IDS_HIGHLIGHT_NETWORK=Paylaşılan ağ uygulaması
IDS_HIGHLIGHT_PICO=Pico uygulaması
IDS_HIGHLIGHT_SIGNED=İmzalı uygulama
IDS_HIGHLIGHT_SILENT=Bildirimleri devre dışı
IDS_HIGHLIGHT_SPECIAL=Kullanıcı kuralları tanımlı
IDS_HIGHLIGHT_SYSTEM=Sistem Uygulaması
IDS_GROUP_TIMER=Zamanlayıcı tanımlı
IDS_EDITOR=Kural düzenleyici
IDS_NAME=İsim
IDS_RULE=Kural
IDS_PORTVERSION=Küme (yalnızca bağlantı noktaları)
IDS_PROTOCOL=Protokol
IDS_DIRECTION=Yön
IDS_ACTION=Eylem
IDS_DATE=Tarih
IDS_FILEPATH=Yol
IDS_SIGNATURE=İmza
IDS_ADDRESS=Adres
IDS_FILTER=Filtre
IDS_NOTES=Not
IDS_ADDED=Eklendi
IDS_TIMELEFT=Kalan zaman
IDS_SIGN_SIGNED=İmzalanmış
IDS_SIGN_UNSIGNED=İmzalanmamış
IDS_GROUP_ALLOWED=İzin verilen
IDS_GROUP_BLOCKED=Engellenen
IDS_GROUP_ENABLED=Etkin kurallar
IDS_GROUP_DISABLED=Devre dışı kurallar
IDS_DIRECTION_1=Giden
IDS_DIRECTION_2=Gelen
IDS_DIRECTION_3=Her ikisi de
IDS_ACTION_ALLOW=İzin ver
IDS_ACTION_BLOCK=Engelle
IDS_ENABLE_CHK=Kuralı etkinleştir
IDS_WIKI=Yardım
IDS_SAVE=Uygula
IDS_CLOSE=Kapat
IDS_SETTINGS_GENERAL=Genel
IDS_TITLE_GENERAL=Genel yapılandırma
IDS_TITLE_LANGUAGE=Dil
IDS_TITLE_CONFIRMATIONS=Onaylar
IDS_TITLE_INTERFACE=Arayüz
IDS_TITLE_HIGHLIGHTING=Vurgulama
IDS_TITLE_LOGGING=Günlükleme
IDS_TITLE_NOTIFICATIONS=Bildirimler
IDS_TITLE_ADVANCED=Gelişmiş
IDS_ALWAYSONTOP_CHK=Her zaman ön planda kal
IDS_LOADONSTARTUP_CHK=Sistemle başla (Otomatik başlat)
IDS_STARTMINIMIZED_CHK=Simge durumunda başlat
IDS_SHOWFILENAMESONLY_CHK=Yalnızca dosya adlarını göster
IDS_AUTOSIZECOLUMNS_CHK=Sütunları otomatik boyutlandır
IDS_SKIPUACWARNING_CHK="Kullanıcı Hesabı Kontrolünü" Atla (UAC)
IDS_CHECKUPDATES_CHK=Güncellemeleri düzenli olarak kontrol et (önerilir)
IDS_LANGUAGE_HINT=Dil Seç:
IDS_USESTEALTHMODE_CHK=Bağlantı noktası taramasını önle
IDS_USESTEALTHMODE_HINT=Gelen tüm TCP RST paketlerinin sessizce atıldığı ve giden ICMP'lerin UDP port taramalarını önlemek için "Hedef Ulaşılamaz" hata mesajı yayınladığı port taramalarından kaçının.
IDS_INSTALLBOOTTIMEFILTERS_CHK=Önyükleme zamanı filtrelerini etkinleştir
IDS_INSTALLBOOTTIMEFILTERS_HINT=Baz Filtreleme Motoru (BFE) servisine başlamadan önce sistemin başlatılması sırasında veri kaybını önleyin.
IDS_USECERTIFICATES_CHK=Uygulamarın dijital imzalarını denetle
IDS_USENETWORKRESOLUTION_CHK=Ağ adreslerini çöz
IDS_DISABLEWINDOWSFIREWALL_CHK=Windows Güvenlik Duvarını devre dışı bırak
IDS_ENABLEWINDOWSFIREWALL_CHK=Windows Güvenlik Duvarını etkinleştir
IDS_CONFIRMEXIT_CHK=Çıkışta onay iste
IDS_CONFIRMEXITTIMER_CHK=Zamanlayıcılar etkinken çıkışta onay iste
IDS_CONFIRMLOGCLEAR_CHK=Günlük dosyasını silerken onay iste
IDS_COLORS_HINT=Renk değiştirmek için çift tıklayın.
IDS_ENABLELOG_CHK=Günlük dosyasına kaydetmeyi etkinleştir
IDS_LOGSHOW=Günlüğü göster
IDS_LOGCLEAR=Günlüğü temizle
IDS_LOGSIZELIMIT_HINT=Maksimum günlük boyutu: (kB)
IDS_ENABLENOTIFICATIONS_CHK=Bildirimleri etkinleştir
IDS_NOTIFICATIONSOUND_CHK=Bildirim sesini aç
IDS_NOTIFICATIONTIMEOUT_HINT=Benzer bildirimler arasındaki zaman aşımı (sn.):
IDS_NOTIFY_TOOLTIP=Bu uygulama için adrese ve/veya bağlantı noktasına erişime izin vermek için kullanıcı kuralını ayarlayın.
IDS_QUESTION=Emin misiniz?
IDS_QUESTION_DELETE=öğe silinsin mi?
IDS_QUESTION_START=Bu, geçerli yapılandırma tarafından tanımlanan uygulamalara ağ erişimini engeller. Devam edilsin mi?
IDS_QUESTION_STOP=Bu, o anda engellenen tüm uygulamalar için ağ erişimini geri yükleyecektir. Devam edilsin mi?
IDS_QUESTION_EXIT=Yüklü filtreler siz çıksanız bile çalışmaya devam eder. Devam edilsin mi?
IDS_QUESTION_TIMER=Zamanlayıcılar etkinleştirildi. Zamanlayıcılar yalnızca uygulama çalışırken çalışır. Çıkmak istiyor musunuz?
IDS_QUESTION_TIMERS=Tüm zamanlayıcılar silinsin mi?
IDS_QUESTION_FLAG_CHK=Tekrar sorma
IDS_STATUS_EMPTY=Boş.
IDS_STATUS_SYNTAX_ERROR=Kuralında sözdizimi hatası!
IDS_ADDRESS_LOCAL=Kaynak
IDS_ADDRESS_REMOTE=Hedef
IDS_UPDATE_ERROR=Güncelleme sunucusu bağlantı hatası.
IDS_UPDATE_DOWNLOAD=Güncelleme indiriliyor...
IDS_UPDATE_DONE=Güncelleme indirildi.
IDS_GROUP_SPECIAL_APPS=Kullanıcı kurallarına sahip uygulamalar
IDS_RULE_ALLOWLOOPBACK_HINT=Bu, tüm geri döngü (loopback) trafiğine izin verir.
IDS_RESET=Sıfırla
IDS_EXCLUDESTEALTH_CHK=Port tarayıcı
IDS_EXCLUDEBLOCKLIST_CHK=Engelleme listesi
IDS_UPDATE_INIT=Yeni sürümler kontrol ediliyor ...
IDS_UPDATE_INSTALL=Güncelleme mevcut, kurmak istiyor musunuz?
IDS_EXCLUDECUSTOM_CHK=Kullanıcı kuralları
IDS_EXCLUDECLASSIFYALLOW_CHK=İzin verilen paketler
IDS_STATUS_TIMER_DONE=Zamanlayıcı sona erdi.
IDS_ICONSEXTRALARGE=Çok Büyük
IDS_STATUS_UNUSED_APPS=Kullanılmayan uygulamalar
IDS_STATUS_TIMER_APPS=Zaman ayarlı uygulamalar
IDS_SECUREFILTERS_CHK=Yüklü filtrelerin korumasını etkinleştir
IDS_SECUREFILTERS_HINT=Yetkisiz uygulamaların yüklü filtrelere erişmesini engelleyin.
IDS_USEREFRESHDEVICES_CHK=(Depolama) aygıtları bağlandığında filtreleri yenile
IDS_RULE_ALLOW6TO4=Herkes için IPv6 yönlendirmelerine (6to4) izin ver
IDS_RECOMMENDED=önerilir
IDS_ICONSISTABLEVIEW=Tablo olarak göster
IDS_ACTION_ALLOW_HINT=Sonsuza kadar erişime izin ver
IDS_ACTION_BLOCK_HINT=Sonsuza kadar erişimi engelle (krallık gelene kadar)
IDS_ACTION_LATER_HINT=Yoksay ve sonra sor
IDS_RULE_APPLY_2=Bu uygulama için "%s" uygula
IDS_EDITRULES=Kuralları düzenle
IDS_TAB_APPS=Uygulamalar
IDS_TAB_SERVICES=Hizmetler
IDS_TAB_PACKAGES=Paketler
IDS_TAB_NETWORK=Ağ
IDS_STATE=Durum
IDS_STATUS_FILTERS_ACTIVE=Filtreler etkin.
IDS_STATUS_FILTERS_INACTIVE=Filtreler devre dışı!
IDS_STATUS_FILTERS_PROCESSING=Filtreleri uygula
IDS_HIGHLIGHT_CONNECTION=Ağ bağlantılarınız var
IDS_SHOWINLIST=Listede göster
IDS_BLOCKLIST_SPY=Microsoft casusluk ve telemetri sunucuları
IDS_BLOCKLIST_UPDATE=Microsoft güncelleme sunucuları
IDS_BLOCKLIST_EXTRA=Microsoft uygulama sunucuları
IDS_PORT=Bağlantı noktası
IDS_NOTIFY_TITLE=Ağ uyarısı
IDS_NOTIFY_HEADER=Ağ bağlantısı engellendi
IDS_DISABLE=Devre dışı
IDS_TITLE_SECURITY=Güvenlik
IDS_LOGVIEWER_HINT=Günlük görüntüleyici
IDS_NOTIFICATIONONTRAY_CHK=Bildirim penceresini sistem tepsinde göster
IDS_NETWORK_CLOSE=Bağlantıyı kes
IDS_RULE_BLOCKOUTBOUND=Herkes için giden bağlantıları engelle
IDS_RULE_BLOCKINBOUND=Herkes için gelen bağlantıları engelle
IDS_VIEW_ICON=Simgeler
IDS_VIEW_DETAILS=Ayrıntılar
IDS_VIEW_TILE=Döşemeler
IDS_RULE_HINT=Alanları boş bırakırsanız, kural herhangi bir adres ve/veya bağlantı noktası için uygulanır.
IDS_RULE_APPS_HINT=Seçili uygulama yoksa, kural tüm uygulamalar için uygulanır.
IDS_STATUS_FILTERS_ACTIVE_TEMP=Filtreler yeniden başlatmaya kadar etkindir.
IDS_INSTALL_PERMANENT=Kalıcı kurallar. Bu kurallar siz manuel olarak devre dışı bırakana kadar çalışır.
IDS_INSTALL_TEMPORARY=Geçiçi kurallar. Bu kurallar sonraki yeniden başlatmayla sıfırlanır.
IDS_ENABLEUILOG_CHK=Günlükleme sekmesini etkinleştir.
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Tam ekran uygulama ön planda olduğunda sessiz modu etkinleştir.
IDS_TITLE_TRAY=Tepsi Simgesi
IDS_TRAYICONSINGLECLICK_CHK=Tepsi simgesine tek tıklama özelliğini etkinleştir
IDS_ENABLE_APP_CHK=Ağ erişimini etkinleştir
IDS_APP_HINT=Ağ erişimini etkinleştirmişseniz uygulama için herhangi bir kural ayarlamanıza gerek yoktur.
IDS_HOST=Ağ adresi
IDS_CONFIRMALLOW_CHK=Uygulamaya izin verirken onay iste
IDS_QUESTION_ALLOW=Bu uygulama için tam internet erişim izni vermek istediğinizden emin misiniz?
IDS_SHOWSEARCHBAR_CHK=Arama çubuğunu göster
IDS_LAYER=Katman
IDS_RULE_ALLOWWINDOWSUPDATE=Windows Güncellemesine İzin Ver
IDS_ACTION_TERMINATE_HINT=İşlemi sonlandır
IDS_PROFILE_TYPE=Profil tipi
IDS_USEAPPMONITOR_CHK=Değişen uygulamaları izle
IDS_DISABLEREMOVAL=Kullanılmayan uygulamala kontrolünü devre dışı bırak
IDS_USEHASHES_CHK=Uygulamarın hashlerini (sha-256) denetle
IDS_COMMENT=Açıklama
IDS_USEDARKTHEME=Koyu tema kullan
IDS_KEEPUNUSED_CHK=Kullanılmayan uygulamaları sakla
IDS_UPDATE_NO=Güncelleme yok.
IDS_UPDATE_YES=Güncelleme var. Şimdi indirilip kurulsun mu?
IDS_UPDATE_SPEED=Hız
IDS_RULE_FOR_ALL=hepsi için
IDS_RULE_FOR_APPS=uygulamalar için
IDS_PROFILE_TYPE_PLAIN=Düz
IDS_PROFILE_TYPE_COMPRESSED=Sıkıştırılmış
IDS_PROFILE_TYPE_ENCRYPTED=Şifrelenmiş
IDS_SESSION_ONLY=sadece oturum
IDS_LIMIT_REACHED=Limite ulaşıldı.
IDS_INTERNAL_RULE=Dahili kural
IDS_LOADING=Yükleniyor...
IDS_DIRECTION_REMOTE=Uzak
IDS_DIRECTION_LOCAL=Yerel
IDS_WARNING_UNEXPECTED=Dikkat: İnternet trafiği, servis/sürücü ana bilgisayar işlemi (svchost.exe/System) üzerinden beklenmedik yollarla dışarı sızabilir. Devam etmek istiyor musunuz?
IDS_WARNING_ME=Ana işlemin engellenmesi durumunda ağ adreslerini çözümleme seçeneği kullanılamaz. Devam edilsin mi?
IDS_TOTAL=Toplam
IDS_EXCLUDEINBOUND_CHK=Gelen çoklu gönderim/yayın
IDS_CONNECTIONS_ENABLE=Enable connections monitoring
IDS_CONNECTIONS_SHOWAITCONNECTIONS=Show waiting connections
IDS_CONNECTIONS_MEASUREUDPTRAFFIC=Measure UDP/QUIC traffic (experimental, restart required)
IDS_UDP_ACCOUNTING=UDP (including QUIC): ETW bytes since this socket was first monitored.
IDS_UDP_UNAVAILABLE=UDP measurement unavailable or incomplete. Restart simplewall to retry. Error
IDS_UDP_PENDING=UDP: no verified measurement yet. Sockets opened before monitoring must be reopened.
